Repository: cardinaler/LinuxDev2025
Catalog: 12_InstallPackaging/po/*.po
Languages: ru

source: Usage: ./prog [-r]
ru: Инструкция: ./prog [-r]

source: If -r flag is specified, then program will work with romans number system
ru: Если флаг -r указан, тогда программа будет работать с римской системой счисления

source: Pick a number from %s to %s.
ru: Загадайте число от %s до %s.

source: Pick a number from 1 to 100.
ru: Загадайте число от 1 до 100.

source: Is your number is greater than %s?
ru: Ваше число больше, чем %s?

source: Is your number is greater than %d?
ru: Ваше число больше чем %d?

source: ERROR. Input closed
ru: ОШИБКА. Ввод закрыт

source: Wrong format for answer!
ru: Неправильный формат ответа!

source: Your number is %s
ru: Ваше число %s

source: Your number is %d
ru: Ваше число %d
